/* Top-level folders
*/
"System" = "System";
"Applications" = "Applications";
"Library" = "Library";
"Users" = "Users";
"Network" = "Network";


/* The shared user, under /Users
*/
"Shared" = "Shared";


/* Subfolders of /Applications
*/
"Server" = "Server";
"Utilities" = "Utilities";


/* Folders in user homes
*/
"Desktop" = "Desktop";
"Documents" = "Documents";
"Movies" = "Movies";
"Music" = "Music";
"Pictures" = "Pictures";
"Public" = "Public";
"Sites" = "Sites";
"Drop Box" = "Drop Box";
"Favorites" = "Favorites";
"Saved Searches" = "Saved Searches";
"Mail Downloads" = "Mail Downloads";
"Downloads" = "Downloads";


/* Subfolders of /Network. We don't create .localized in these, someone else does.
*/
"Local" = "Local";
"Servers" = "Servers";
"My Network" = "My Network";


/* Other interesting folders --- These need the .localized created on the fly or to be made available with the folder 
*/
"Deleted Users" = "Deleted Users";
"Groups" = "Groups";
"Faxes" = "Faxes";
"Compositions" = "Compositions";		/* For Quartz Composer compositions */
"Shared Items" = "Shared Items";		/* Under /, for Server */
"Incompatible Software" = "Incompatible Software";	/* Under / or ~ */

/* Simple Finder additions
*/
"My Applications" = "My Applications";


